Revit 2027 API
SymbolTypeId.LbfDashFt Property
 Symbol lbf-ft, indicating unit Pound force feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfDashFt { get; }
Public Shared ReadOnly Property LbfDashFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfDashFt {
	ForgeTypeId^ get ();
}
static member LbfDashFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace